{
  "global_instability_index": {
    "value": 469,
    "scale": "0 = paix mondiale → 1000 = chaos absolu",
    "calculation_date": "2026-01-17",
    "last_updated": "2026-01-17T19:36:00Z",
    "version": "1.7",
    "note": "Légère hausse due à l'escalade persistante en Iran (bilan des morts dépassant 3 090 confirmés par HRANA/NCRI, Khamenei évoque plusieurs milliers de morts, estimations ONG jusqu'à 12 000–30 000+, répression brutale intensifiée, exécutions imminentes maintenues, blackout internet prolongé, fermeture de l'espace aérien maintenue, menaces d'intervention américaine et sanctions européennes supplémentaires). Crises chroniques stables au Soudan (famine la plus grave au monde, aide alimentaire au bord de l'épuisement immédiat, épuisement prévu fin mars selon WFP). Tensions au Groenland persistantes (déploiement militaire européen accru avec troupes physiques arrivées et exercices conjoints confirmés par Allemagne, France, Norvège et autres). Justification du score : L'Iran domine avec un bilan humain en augmentation continue et risques internationaux persistants ; Soudan reste en chronicité extrême avec famine confirmée et aide menacée ; Groenland voit une rhétorique agressive américaine et un renforcement européen sans escalade militaire ; Ukraine subit des attaques continues sur l'énergie (système à 60 % de capacité, état d'urgence prolongé) ; Chine/Taïwan maintient des tensions régionales sans nouveau développement explosif. Nouvelle règle intégrée : les hausses de 20 ou 30 points (ou plus) sont réservées à des événements majeurs qui changent la donne sur le plan international, ou dans une région hautement productive en PIB mondial ou très militarisée ; progression graduelle à partir de 500 pour refléter des engrenages complexes menant potentiellement à un conflit continental généralisé, avec 900 comme seuil critique pour un risque nucléaire mondial."
  },  "history": [
    { "date": "2026-01-01", "value": 365 },
    { "date": "2026-01-02", "value": 363 },
    { "date": "2026-01-03", "value": 366 },
    { "date": "2026-01-04", "value": 369 },
    { "date": "2026-01-05", "value": 375 },
    { "date": "2026-01-06", "value": 377 },
    { "date": "2026-01-07", "value": 381 },
    { "date": "2026-01-08", "value": 380 },
    { "date": "2026-01-09", "value": 382 },
    { "date": "2026-01-10", "value": 383 },
    { "date": "2026-01-11", "value": 385 },
    { "date": "2026-01-12", "value": 399 },
    { "date": "2026-01-13", "value": 428 },
    { "date": "2026-01-14", "value": 440 },
    { "date": "2026-01-15", "value": 455 },
    { "date": "2026-01-16", "value": 463 },
    { "date": "2026-01-17", "value": 469 }
  ],  "major_contributors": [
    {
      "country_or_region": "Iran",
      "fig_weight": 0.072,
      "daily_instability_score": 13,
      "weighted_contribution": 0.936,
      "events": "Manifestations depuis plus de trois semaines, bilan des morts explosif (plus de 3 090 confirmés par HRANA/NCRI, Khamenei évoque plusieurs milliers de morts, estimations ONG jusqu'à 12 000–30 000+), répression brutale intensifiée (exécutions imminentes maintenues, plus de 10 000 arrestations), blackout internet total prolongé, fermeture de l'espace aérien maintenue, menaces d'intervention américaine et sanctions européennes supplémentaires",
      "gravity": "Très élevé (Fibonacci 13 : violences massives + risque d'intervention internationale + instabilité du régime/nucléaire)"
    },
    {
      "country_or_region": "Soudan",
      "fig_weight": 0.052,
      "daily_instability_score": 13,
      "weighted_contribution": 0.676,
      "events": "Après plus de 1000 jours de guerre, famine la plus grave au monde (21 millions+ en insécurité alimentaire aiguë, famines confirmées à El Fasher/Kadugli, 20 zones à risque), attaques persistantes contre civils/enfants, 34 millions en besoin humanitaire, aide alimentaire au bord de l'épuisement immédiat (épuisement prévu fin mars selon WFP)",
      "gravity": "Très élevé (Fibonacci 8 + 5 chronicité extrême)"
    },
    {
      "country_or_region": "Groenland / Danemark / Tensions transatlantiques",
      "fig_weight": 0.045,
      "daily_instability_score": 8,
      "weighted_contribution": 0.360,
      "events": "Menaces américaines persistantes ('hard way', 'whether they like it or not'), projet de loi républicain pour annexion, déploiement militaire européen accru (Allemagne, France, Norvège et autres envoient troupes physiques et organisent exercices conjoints avec le Danemark pour renforcer la présence et contrer les menaces, risque de fin de l'OTAN si usage de la force), sans confrontation directe",
      "gravity": "Élevé (Fibonacci 5 + 3 : menace + fracture OTAN + déploiement européen)"
    },
    {
      "country_or_region": "République démocratique du Congo (Est)",
      "fig_weight": 0.044,
      "daily_instability_score": 8,
      "weighted_contribution": 0.352,
      "events": "Progression persistante du M23, violences intercommunautaires, déplacements massifs (crise chronique sans pic majeur récent)",
      "gravity": "Élevé (Fibonacci 8)"
    },
    {
      "country_or_region": "Sahel (Burkina Faso / Mali / Niger)",
      "fig_weight": 0.030,
      "daily_instability_score": 8,
      "weighted_contribution": 0.240,
      "events": "Pression jihadiste continue (JNIM/ISSP), attaques persistantes sans escalade spectaculaire récente",
      "gravity": "Élevé (Fibonacci 5 + 3)"
    },
    {
      "country_or_region": "Haïti",
      "fig_weight": 0.022,
      "daily_instability_score": 8,
      "weighted_contribution": 0.176,
      "events": "Guerre des gangs persistante, effondrement humanitaire chronique",
      "gravity": "Élevé (Fibonacci 5 + 3)"
    },
    {
      "country_or_region": "Ukraine / Russie",
      "fig_weight": 0.070,
      "daily_instability_score": 7,
      "weighted_contribution": 0.490,
      "events": "Attaques russes massives sur les infrastructures énergétiques (système à seulement 60 % de capacité, état d'urgence prolongé, millions sans chauffage/électricité en hiver extrême), avancées russes ralenties mais persistantes, combats intenses dans le Donetsk",
      "gravity": "Modéré-élevé (Fibonacci 5 + 2)"
    },
    {
      "country_or_region": "Chine / Taïwan",
      "fig_weight": 0.110,
      "daily_instability_score": 5,
      "weighted_contribution": 0.550,
      "events": "Tensions persistantes avec exercices militaires récents simulant un blocus (Justice Mission 2025), condamnations américaines, rhétorique expansionniste chinoise, menace régionale continue sans nouveau développement explosif le 17 janvier",
      "gravity": "Modéré (Fibonacci 5)"
    },
    {
      "country_or_region": "Soudan du Sud",
      "fig_weight": 0.025,
      "daily_instability_score": 5,
      "weighted_contribution": 0.125,
      "events": "Violences ethniques et enlèvements en hausse chronique",
      "gravity": "Modéré (Fibonacci 5)"
    }
  ],  "summary": {
    "total_weighted_sum": 7.035,
    "normalization_max": 15,
    "formula": "IIM = (total_weighted_sum / normalization_max) * 1000",
    "interpretation": "Instabilité très élevée et en hausse modérée – l'Iran domine avec un bilan humain en forte augmentation et risques d'intervention internationale accrus ; crises africaines chroniques stables mais graves (Soudan avec famine extrême et aide menacée) ; Groenland voit un déploiement militaire européen face aux menaces américaines ; Ukraine subit des attaques continues sur l'énergie (état d'urgence prolongé) ; Chine/Taïwan maintient des tensions régionales persistantes. Potentiel d'explosion rapide si escalade en Iran ou aggravation ailleurs. Nouvelle règle appliquée : les hausses de 20 ou 30 points (ou plus) sont réservées à des événements majeurs qui changent la donne sur le plan international, ou dans une région hautement productive en PIB mondial ou très militarisée ; progression graduelle à partir de 500 pour refléter des dynamiques complexes continentales, avec 900 comme seuil nucléaire critique."
  },  "metadata": {
    "sources": [
      "HRANA, NCRI, Reuters, Amnesty International (Iran : bilan des morts, répression, exécutions)",
      "Programme alimentaire mondial, Al Jazeera, UN OCHA (Soudan : famine, aide menacée)",
      "Reuters, POLITICO, BBC, France24 (Groenland : menaces américaines, déploiement européen)",
      "Reuters, Al Jazeera, The Guardian (Ukraine : attaques énergétiques, état d'urgence)",
      "US State Dept, Reuters, Al Jazeera (Chine/Taïwan : exercices, tensions)",
      "International Crisis Group, CFR (conflits mondiaux 2026)"
    ],
    "fragility_bonus_applied": true,
    "countries_included": "~50 (focus sur les plus fragiles + événements du jour)",
    "next_update_planned": "2026-01-18"
  }
}

